<template>
  <div id="privacyPolicy">
    <e-header title="EPC隐私协议" border></e-header>
    <div class="policy-body">
      <p>版本生效日期：2021年 8月 1日</p>
      <p>
        本《EPC隐私协议》适用于上海奥意特信息科技有限公司所有的产品及服务（以下简称“我们”或“EPC”）。请您务必在点击同意本协议之前，审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。如您对协议有任何疑问，可按照本协议列明方式与EPC取得联系。
        当您点击确认同意本协议，即表示您已充分阅读、理解且接受本协议的全部内容，并与EPC达成一致，本协议对您及EPC均具有法律约束力。
      </p>
      <h3>第一条 定义</h3>
      <p>1.“我们”或“EPC”，指上海奥意特信息科技有限公司。</p>
      <p>2.“您”，指使用购买我们的产品和服务的注册用户。</p>
      <p>3.“EPC平台”，指EPC网站（http://www.gaodanyi.com）及EPC客户端。</p>
      <p>4.“个人信息”，指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括个人基本信息、个人身份信息、个人生物识别信息、网络身份标识信息、个人健康生理信息、个人教育工作信息、个人财产信息、个人通信信息、联系人信息、个人上网记录、个人常用设备信息、个人位置信息等。为免疑义，个人信息包括但不限于个人敏感信息。</p>
      <p>5.“个人信息主体”，指个人信息所标识的自然人。</p>
      <p>6.“个人敏感信息”，指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息包括个人财产信息、个人健康生理信息、个人生物识别信息、个人身份信息、网络身份标识信息等。</p>
      <p>7.“去标识化”，指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。</p>
      <p>8.“匿名化”，指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。</p>
      <p>9.EPC旗下的产品及服务：指EPC及技术服务提供者通过下述途径向您提供的产品及服务：包括但不限于EPC网站、移动应用、客户端、相关微信开放平台账号或小程序等。</p>
      <h3>第二条 用户权利义务</h3>
      <p>1、请您理解并保证，在使用本平台服务过程中所提供的开通资料均具有真实性、准确性，信息完整有效。如信息有变动的，应及时进行更新。如因前述原因导致企业信息外泄，造成损害，EPC不承担责任。</p>
      <p>2、请您理解并保证，您在享受EPC相关服务过程中，不违背中华人民共和国大陆地区相关法律法规之规定，不利用EPC的服务从事非法行为。您将对您在EPC平台内发布的所有信息及言论承担所有责任。</p>
      <h3>第三条 平台责任</h3>
      <p>1.我们严格按照本政策及《中华人民共和国网络安全法》、《个人信息安全规范》等相关法律法规的约定储存您的个人信息，本政策对相关信息保护相关内容未作明确约定的，以《网络安全法》、《个人信息安全规范》等相关法律法规约定为准。</p>
      <p>
        2.在使用EPC所提供服务的过程中，可能会遇到不可抗力、技术风险等因素，使本服务发生中断，对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更、数据丢失等情形，EPC在法律允许的最大范围内免责：
        <span>1)因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素。</span>
        <span>2)因电力供应故障、通讯网络故障（包括但不限于电子通讯传达失败或延时、用于电子通讯的计算机程序对电子通讯的拦截或操纵）等公共服务因素或第三人因素（包括但不限于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等错误操作）。</span>
        <span>3)其他我们无法控制或合理预见的情形。</span>
      </p>
      <p>
        3.下列情形下，非因平台故意或过失行为，平台将不承担任何责任：
        <span>1)由于您将账号密码告知他人或与他人共享注册账户，由此导致的任何个人信息泄露。</span>
        <span>2)任何由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人信息泄露、丢失、被盗用或被窜改等。</span>
      </p>

      <h3>第四条 隐私政策</h3>
      <p>本隐私政策将帮助您了解以下内容：</p>
      <p>1.平台如何收集和使用您的个人信息</p>
      <p> 2.平台如何使用Cookie和同类技术</p>
      <p>3.平台如何共享、转让、公开披露您的个人信息</p>
      <p>4.平台如何保护您的个人信息</p>
      <p>5.您的个人信息如何在全球范围转移</p>
      <p>6.您的个人信息变更途径</p>
      <p>7.本隐私政策如何更新</p>
      <p>我们深知个人信息对您的重要性，也深知为您的个人信息提供有效保护是我们业务健康可持续发展的基石。感谢您对EPC平台的使用和信任！我们致力于维持您对我们的信任，恪守适用法律和我们对您的承诺，尽全力保证您的个人信息安全和合理使用。同时，我们郑重承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的信息。</p>
      <p>（一） 平台如何收集和使用您的个人信息</p>
      <p>一、收集信息类型及用途</p>
      <p>平台会出于本政策所述的以下目的，收集和使用您的个人信息：</p>
      <p>1.帮助您成为我们的开通用户</p>
      <p>您在签订服务合同后，需要向我们提供预开通服务的店铺信息及员工个人信息。</p>
      <p>您提供的上述信息，将在您使用EPC产品和服务期间持续授权我们使用。在服务终止后，我们将停止使用并删除上述信息，法律法规另有规定的除外。</p>
      <p>2.我们在您使用服务过程中收集的个人信息</p>
      <p>为向您提供更契合您需求的服务，EPC平台会收集关于您使用产品、服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</p>
      <p>1)设备信息：平台会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（设备型号、操作系统版本、设备设置、唯一设备标识符和一些软硬件特征信息）、设备所在位置相关信息（IP地址、GPS/北斗位置信息以及能够提供相关信息的Wi-Fi接入点、蓝牙和基站等传感器信息）。</p>
      <p>2)日志信息：当您使用平台的网站或客户端提供的产品或服务时，平台会自动收集您对平台服务的详细使用情况，作为有关网络日志保存。您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间、您访问的网页记录、通话状态信息。</p>
      <p>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果EPC销售支持平台将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，EPC销售支持平台会将该类个人信息做匿名化、去标识化处理。</p>
      <p>3.信息的使用方式</p>
      <p>1)与您沟通：我们会利用收集的信息（例如您的手机号码、电子邮件地址）直接与您沟通或互动。例如，可能会向您发送通知。或者让您了解我们为您提供的服务即将发生的变化或改进，邀请您参加新产品的体验等。</p>
      <p>2)基础服务：向您提供您使用的EPC产品或服务，并维护、改进、优化这些服务及服务体验；</p>
      <p>3)增值服务：通过使用收集的信息，我们会得以向您提供增值内容。</p>
      <p>4)迭代升级：改我们的产品和服务，并开展内部审计、数据分析和研究。</p>
      <p>5)为您提供安全保障：为预防、发现、调查欺诈、侵权、危害安全、非法或违反与EPC协议、政策或规则的行为，本平台可能收集或整合您的信息、服务使用信息、设备信息、日志信息以及平台关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账号及风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
      <p>6)其他用途：当我们要将个人信息用于本隐私政策未载明的其他用途，将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。如停止EPC网络科技产品或服务，本平台将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的信息进行删除或匿名化处理。</p>
      <p>（二）平台如何使用Cookie和同类技术</p>
      <p>1.为使您获得更轻松的访问体验，您使EPC平台或服务时，平台可能会通过采用各种技术收集和存储您访问EPC平台的相关数据，在您访问或再次访问EPC平台时,平台能识别您的身份，并通过分析数据为您提供更好更多的服务。包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入账号信息的步骤，或者帮助判断您的账号安全。这些数据文件可能是Cookie、Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</p>
      <p>2.请您理解，本平台的某些服务只能通过使用Cookie才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝EPC的Cookie，但拒绝EPC的Cookie在某些情况下您可能无法使用依赖于cookies的EPC平台的部分功能。</p>
      <p>（三）平台如何共享、转让、公开披露您的个人信息</p>
      <p>1.共享</p>
      <p>我们会以高度的勤勉义务对待您的个人信息。除以下情形外，未经您同意，我们不会与除EPC及其关联公司外的任何公司、组织和个人分享您的个人信息：</p>
      <p>1)在获取明确同意的情况下共享：获得您的明确同意后，平台会与其他方共享您的个人信息。</p>
      <p>2)在法定情形下的共享：平台可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
      <p>3)仅为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享与提供服务相关的信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
      <p>2.转让</p>
      <p>平台不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p>1)事先获得您的明确授权或同意；</p>
      <p>2)满足法律法规、法律程序的要求或强制性的政府要求或司法裁定；</p>
      <p>3)如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售等交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，并要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
      <p>3.公开披露</p>
      <p>平台仅会在以下情况下，公开披露您的个人信息：</p>
      <p>1)获得您的明确同意；</p>
      <p>2)基于法律法规、法律程序、诉讼或政府主管部门强制性要求下。</p>
      <p>4.共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
      <p>1)与国家安全、国防安全直接相关的；</p>
      <p>2)与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <P>3)与犯罪侦查、起诉、审判和判决执行等直接相关的；</P>
      <P>4)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</P>
      <P>5)您自行向社会公众公开的信息；</P>
      <P>6)从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道。</P>
      <P>7)根据信息主体要求签订和履行合同所必需的；</P>
      <P>8)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</P>
      <P>9)法律法规规定的其他情形。</P>
      <P>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</P>
      <P>（四）平台如何保护您的个人信息</P>
      <P>1.平台会采取各种预防措施来保护您的信息，以保障您的信息免遭丢失、盗用和误用，以及被擅自取阅、披露、更改或销毁。为确保您个人信息的安全，平台有严格的信息安全规定和流程，并有专门的信息安全团队在公司内部严格执行上述措施。</P>
      <p>2.EPC网络科技有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。</p>
      <p>3.平台会采取合理可行的措施，尽力避免收集无关的用户信息，并在限于达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期限或在法律的允许期限内。</p>
      <p>4.如发生个人信息安全事件后，平台将按照法律法规的要求并最迟不迟于30 个自然日内向您告知：安全事件的基本情况和可能的影响、平台已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况平台将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，平台会采取合理、有效的方式发布公告。同时，平台还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
      <p>5.由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的信息的安全性。请您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。</p>
      <p>（五）您的个人信息如何在全球范围转移</p>
      <p>原则上，平台在中华人民共和国境内运营中收集和产生的个人信息，存储在中国人民共和国境内。就中华人民共和国境外EPC用户使用EPC平台及服务过程中产生的个人信息，您同意回传存储在中国境内的服务器上，否则您无法使用现有EPC平台及服务。在此类情况下，平台会确保您的信息得到在中华人民共和国境内足够同等的保护。</p>
      <p>（六）信息变更</p>
      <p>1.用户信息查看：您可以通过如下方式行使您的个人信息查看权利：</p>
      <p>1)访问账号信息：如果您希望访问或编辑您的账号中的个人资料信息、更改您的密码、添加安全信息等，您可以在您使用的产品中执行此类操作。您可以在登录APP后，进入“我的”菜单项，点击“头像”或“设置”，对您现有注册及已提供的信息进行查看。</p>
      <p>2)关闭用户账号：如果员工离职需要关闭账号，请店铺负责人或企业相关负责人告知平台客户，有平台客服进行操作。</p>
      <p>3)个人信息删除：如果双方终止合作，平台会帮您删除用户个人信息。如平台停止运营或停止提供相关服务，平台将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</p>
      <p>（七）本隐私政策如何更新</p>
      <p>
        EPC有权在必要时修改本政策条款，并以平台应用栏方式通知到您。您可以随时在本平台查阅修改后的最新版本政策。如您不同意修改后的政策，您有权终止对平台的授权。本政策更新后，如果您继续使用相应平台功能，即视为您已接受修改后的政策。
        对于重大变更，平台还会提供更为显著的通知（包括平台会通过应用公告栏、电话、短信的方式进行意见征集、公告通知甚至向您提供弹窗提示）。
      </p>
      <p>本政策所指的重大变更包括但不限于：</p>
      <p>1.平台的服务模式发生重大变化。如处理用户信息的目的、用户信息的使用方式等；</p>
      <p>2.平台在控制权、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
      <p>3.用户信息共享、转让或公开披露的主要对象发生变化；</p>
      <p>4.平台负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
      <p>5.用户信息安全影响评估报告表明存在高风险时。</p>
      <p>6.我们还会将本政策的旧版本存档，供您查阅。</p>
      <h3>第五条 知识产权</h3>
      <p>1.上海奥意特信息科技有限公司是本平台的知识产权权利人。本平台的软件著作权、商标权、专利权、商业秘密等知识产权，均受中华人民共和国大陆地区法律法规和相应的国际条约保护，上海奥意特信息科技有限公司享有上述知识产权。</p>
      <p>2.未经平台书面同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行, 或者被用于其他任何商业目的。</p>
      <h3>第六条 其他</h3>
      <p>1.本协议所有条款的标题仅为阅读方便，不作为本政策涵义解释或限制的依据。</p>
      <p>2.本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本政策其余条款的有效性及可执行性。</p>
      <p>3.本协议可能存在包括中文、英文在内的多种语言的版本，如果存在中文版本与其他语言的版本相冲突的地方，以中文版本为准。</p>
      <p>4.针对某些特定的产品及服务，平台还将制定特定的隐私政策，并在向您提供这些特定的产品及服务之前加以说明。如相关特定的隐私政策与本隐私政策不一致的，适用该特定隐私政策。</p>
      <h3>第七条 法律适用与管辖</h3>
      <p>1.本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律。如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
      <p>2.您因使用EPC平台所产生及与EPC服务有关的争议，由我们与您协商解决。协商不成时，任何一方均可向服务合同签署地人民法院提起诉讼。</p>
      <h3>第八条 与平台联系</h3>
      <p>当您有个人信息相关问题或其他的投诉、建议等，可以通过企业用户相关负责人联系我们的客服人员，我们会在15个工作日内给您回复。</p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'PrivacyPolicy',
  data() {
    return {

    }
  },
}
</script>
<style lang="less" scoped>
  #privacyPolicy{
    width:100%;
    height:100vh;
    display: flex;
    flex-direction: column;
    overflow: hidden;
    background: var(--white);
    .policy-body{
      padding:10px 15px;
      overflow-y: scroll;
      flex:1;
      box-sizing: border-box;
      text-align: justify;
      h3{
        font-size:14px;
        text-indent: 2em;
        line-height: 30px;
      }
      p{
        text-indent: 2em;
        font-size:14px;
        line-height: 20px;
        span{
          display: block;
          text-indent: 2em;
        }
      }
    }
  }
</style>
