<template>
  <div id="serviceAggrement">
    <e-header title="EPC用户协议" border></e-header>
    <div class="service-body">
      <p>版本生效日期：2021年 8月 1日</p>
      <p>上海奥意特信息科技有限公司（以下简称“EPC”或“我们”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《EPC用户协议》（以下简称“协议”），确保您充分理解本协议中各条款，包括免除EPC责任的条款及限制用户权利的条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
      <p>本协议约定EPC与用户之间关于EPC平台服务的权利义务。“用户”是指注册、 登录、使用本服务的企业客户及下属员工。本协议EPC可随时更新， 更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在上海奥意特信息科技有限公司网站http://www.gaodanyi.com）查阅最新版协议条款。在EPC网络科技修改协议条款后，如果用户不接受修改后的条款，请立即停止使用EPC提供的服务，用户继续使用EPC提供的服务将被视为接受修改后的协议。</p>
      <h3>第一条 平台开通服务及账号注册</h3>
      <p>1、企业用户在使用本平台前需要根据店铺数量和员工数量统一开通EPC平台账号。</p>
      <p>2、EPC平台账号开通首先需要企业提供店铺相关信息，再根据企业要求的编码规则开通店铺所属员工账号。</p>
      <p>3、账号开通后有统一初始密码，员工第一次登陆时需要按要求完善个人信息，并修改登陆密码。如果密码遗忘丢失，可以联系EPC客服人员进行密码重置。</p>
      <p>4、企业有新员工入职需增开账号时，企业用户可根据服务合同条款告知EPC平台客服，由EPC平台客服人员为企业新员工开通EPC平台账号。</p>
      <p>5、企业员工离职后，企业用户需按服务合同规定时间内向EPC平台客服进行报备，EPC平台客服将关停离职员工的EPC平台账号的使用权限。</p>
      <h3>第二条 服务内容</h3>
      <p>1、EPC为企业客户提供团队内部销售支持服务，包含但不仅限于：</p>
      <p>1)企业用户可以通过EPC平台管理后台录入商品、资讯、通告等相关信息，并通过后台对员工的学习及使用情况进行跟踪监控。</p>
      <p>2)企业员工可以通过EPC平台客户端进行学习、查阅、搜索专业信息，解决日常工作中的销售难题。</p>
      <p>2、企业用户在EPC平台上所展示的内容由企业用户自己提供。</p>
      <p>3、EPC负责高平台运维，保障平台正常、稳定运行，如出现软件运维问题需及时协商处理。</p>
      <h3>第三条 使用规则</h3>
      <p>1、企业用户可以通过EPC官网（http://www.gaodanyi.com）登录EPC平台管理后台进行操作；</p>
      <p>2、员工账号可以通过二维码或手机应用商店下载安装EPC客户端，使用规定账号和初始密码登录。</p>
      <h3>第四条 账号安全</h3>
      <p>1、EPC平台为企业内部平台，员工账号的登陆密码管理由员工自己来负责，员工应具备保密义务，第一次登陆应修改登录密码，并妥善保管自己的账号密码。</p>
      <p>2、员工如果遗失自己的登陆密码，需及时告知企业总部工作人员或EPC平台客服，帮助重置密码。</p>
      <h3>第五条 服务的变更、中断、终止</h3>
      <p>1、因设备维修或更换、故障和通信中断等技术原因而中断业务，EPC可视情况事前或事后通知企业用户。</p>
      <p>2、EPC在临时中断业务时，将会通过电话、邮件的方式告知用户。</p>
      <p>3、当EPC的用户发生如下情况时，EPC可单方面终止本协议，取消用户继续使用EPC平台服务的资格：</p>
      <p>1)用户提供虚假信息；</p>
      <p>2)妨碍其他用户的正常使用；</p>
      <p>3)擅自强行更改EPC的计算机系统或威胁侵入系统；</p>
      <p>4)擅自传播谣言，用各种手段来毁损EPC的名誉与妨碍EPC网络科技的正常营业；</p>
      <p>5)利用EPC销平台传播违法信息；</p>
      <p>6)其他违法行为；</p>
      <h3>第六条 企业用户信息保护</h3>
      <p>1、EPC网未经用户同意不向任何第三方公开、透露用户信息。但以下特定情形除外：</p>
      <p>1)EPC网络科技根据法律法规规定或有权机关的指示提供用户的相关信息；</p>
      <p>2)由于企业用户或企业内部员工将其账号密码告知他人或与他人共享帐户与密码，由此导致的任何信息的泄漏，或其他非因EPC的原因导致的信息的泄露；</p>
      <p>3)企业用户自行向第三方公开其信息；</p>
      <P>4)企业用户与EPC及合作单位之间就用户信息的使用公开达成约定，EPC因此向合作单位公开用户信息；</P>
      <P>5)任何由于黑客攻击、电脑病毒侵入及其他非因EPC原因导致用户信息的泄露。</P>
      <P>2、用户同意EPC可在以下事项中使用用户的相关信息：</P>
      <P>1)向企业用户及时发送重要通知，如软件更新、本协议条款的变更；</P>
      <P>2)EPC内部进行审计、数据分析和研究等，以改进EPC网的产品、服务和与用户之间的沟通；</P>
      <P>3)依本协议约定，EPC管理、审查用户信息及进行处理措施；</P>
      <P>4)适用法律法规规定的其他事项。</P>
      <h3>第七条 知识产权保护</h3>
      <P>1、EPC的商标、EPC平台的知识产权都归属于上海奥意特信息科技有限公司。</P>
      <P>2、用户从EPC平台获得的信息内容不经EPC的许可不能擅自复制、发布与出版。</P>
      <h3>第八条 其他</h3>
      <P>1、EPC郑重提醒用户注意本协议中免除EPC责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。</P>
      <p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。您因使用EPC平台所产生及与EPC服务有关的争议，由我们与您协商解决。协商不成时，任何一方均可向服务合同签署地人民法院提起诉讼。</p>
      <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
      <p>4、本协议的版权由EPC所有，EPC保留一切解释和修改的权力。</p>
      <p>5、本协议从2021年 8月 1日起适用。</p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'ServiceAggrement',
  data() {
    return {

    }
  },
}
</script>
<style lang="less" scoped>
  #serviceAggrement{
    width:100%;
    height:100vh;
    display: flex;
    flex-direction: column;
    overflow: hidden;
    background: var(--white);
    .service-body{
      padding:10px 15px;
      overflow-y: scroll;
      flex:1;
      box-sizing: border-box;
      text-align: justify;
      h3{
        font-size:14px;
        text-indent: 2em;
        line-height: 30px;
      }
      p{
        text-indent: 2em;
        font-size:14px;
        line-height: 20px;
        span{
          display: block;
          text-indent: 2em;
        }
      }
    }
  }
</style>
